[
    {"id": 100401242,  "image": "100401242.png", "description": "Hello. I’m Rishit Singh aka Coderish. I’m the technical lead of this club and I love programming. I’m currently enrolled in Associates of Science in CS at Langara and I’m planning to transfer to SFU for bachelors. I’ll probably be self employed after college and hopefully start a company. I spend most of my time working on open source projects and helping people out with their problems in CS. As the technical lead, my job is to maintain the club’s tech projects, and build useful tools for the students. I’m always open to collaboration and would love to take suggestions from the members of the community. Besides all that I like playing Doom and listening to rock music."},
    {"id": 100399310,  "image": "100399310.png", "description": "Hi everyone! I’m Anderson and I am the president of the Langara Computer Science Club! This is my second semester at Langara and I’m really excited to have the opportunity to bring this club back! Feel free to say hi if you see me around campus or at an event! :) In my spare time, I listen to listen to unmentionable music, play video games and think too much about dnd 🎉"},
    {"id": 100395057 ,  "image": "100395057.png", "description": "Hey y’all, I’m in my 2nd Semester for the Associate of Science in Computer Science program. Seeing the Langara Computer Science Club inactive was pretty disappointing, so after the opportunity to revive it was available, I took the opportunity asap. I'm not gonna lie. I play the bass and am trying to get into fighting games. I will try my best to fill my duties as a general rep."},
    {"id": 100390120,  "image": "100390120.png", "description": "Hi I’m Van! I’m currently in the 3rd semester of the Diploma in Computer Studies program. I really enjoy coding and building programs from scratch. I also love math, so I hope it helps me in both my diploma and my career. I enjoy outdoor activities, reading, painting, and boxing. If you also do, I would love to be your friend! Please feel free to relay all your opinions, good or bad, to help better the club. Looking forward to serving the Langara Computer Science Club as your General Representative!"},
    {"id": 100408400,  "image": "100408400.png", "description": "Hey everyone! My name's Mohit Saxena and I'm thrilled to introduce myself as your Public Relations Director. This is my first year here at Langara, and I couldn't be more excited to contribute to our club's growth and create an inclusive community. I am enthusiastic about football, movies, and design. These hobbies bring me immense joy. Additionally, I have a creative side that I express through sketching and exploring different design concepts. Currently, I am eagerly diving into the world of full-stack development, ready to embark on an exciting learning journey. Let's make this club an awesome space to learn, collaborate and have a BLAST together."}
]
